Repository: agoric-systems/agoric.co
Catalog: agoricco/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: unknown
fr: inconnu

source: Please provide a desired account name.
fr: Veuillez indiquer le nom du compte souhaité.

source: Test code used successfully.
fr: Code de test utilisé avec succès.

source: Account created successfully!
fr: Compte créé avec succès!

source: The invite code could not be validated. Please check your code and try again.
fr: Le code d'invitation n'a pas pu être validé. Veuillez vérifier votre code et réessayer.

source: The desired account name is already taken. Please choose another.
fr: Le nom de compte souhaité est déjà pris. Merci d'en choisir un autre.

source: The desired account name is invalid. The name must have 3-16 alphanumeric characters and can not start with a number or include symbols other than periods, underscores, and hyphens.
fr: Le nom de compte souhaité est invalide. Le nom doit comporter 3 à 16 caractères alphanumériques et ne peut pas commencer par un nombre ou inclure des symboles autres que des points, des traits de soulignement et des traits d'union.

source: The account registration faucet has temporarily run out of funds. Please check back again later.
fr: Le robinet d'enregistrement de compte a temporairement épuisé ses fonds. S'il vous plaît, vérifiez à nouveau plus tard.

source: There was an issue contacting the Steem network. Please try again.
fr: Un problème est survenu en contactant le réseau Steem. Veuillez réessayer.

source: Join mailing list:
fr: Joignez-vous à la liste de diffusion:

source: Email address
fr: Courriel

source: Subscribe
fr: S'abonner

source: About
fr: À propos

source: Witness Proposal
fr: Proposition de témoin

source: Redeem Code
fr: Utiliser le code

source: join our mailing list
fr: Joignez-vous à notre liste d'envoi

source: Redeem your Agoric scrip below
fr: Échangez votre scrip Agoric ci-dessous

source: Enter the code found on your Agoric scrip to automatically register a
fr: Entrez le code trouvé sur votre scrip Agoric pour enregistrer automatiquement un compte

source: account below.
fr: dessous

source: Steem is a global network that rewards content creation. Participants earn STEEM, a digital currency, that can appreciate in value as the network grows.
fr: Steem est un réseau mondial qui récompense la création de contenu. Les participants gagnent du STEEM, une monnaie numérique, qui peut s'apprécier à mesure que le réseau se développe.

source: Desired Steem account name
fr: Nom du compte Steem souhaité

source: Invite code
fr: Code d'invitation

source: Referrer Steem account
fr: Compte référent Steem

source: Register
fr: Inscription
